public class Task2 {
    public static void main(String[] args) {

        //int n = 35;  Ошибка Warning:(4, 13) Variable 'n' is never used
        int a = 3; int b = 5;
        int res = a + b;

        System.out.println(res);
    }
}
/*Задача 2:
В переменной n хранится двузначное число. Создайте программу, вычисляющую и
выводящую на экран сумму цифр n. Например: n =26, в результате мы должны получить 8
(2+6).*/