public class Task3 {
    public static void main(String[] args) {

        //int n = 156;   Ошибка Warning:(4, 13) Variable 'n' is never used
        int a = 1; int b = 5; int c = 6;
        int res = a + b +c;

        System.out.println(res);
    }
}
/*Задача 3:
В переменной n хранится трёхзначное число. Создайте программу, вычисляющую и
выводящую на экран сумму цифр n. Например: n =126, в результате мы должны получить
9 (1+2+6)*/
