public class Task5 {
    public static void main(String[] args) {

        int a = 1; int b = 2;
        int a1 = ++a; int b1 = --b;

        System.out.println(a);
        System.out.println(b);
    }
}

// Задача 5:
//В переменных q и w хранятся два натуральных числа. Создайте программу, выводящую
//на экран результат деления q на w с остатком. Пример вывода программы (для случая,
//когда в q хранится 21, а в w хранится 8): 21 / 8 = 2 и 5 в остатке.
//Задача *:
//Написать программу которая будет менять местами значение целочисленных
//переменных. Пример:
//int a = 1; int b = 2;
////код (ваше решение)
//sout(a); //выведет 2
//sout(b); //выведет 1
//Усовершенствовать программу, использовать только 2 входные переменные (a,b);